run/steady-medium/0.orig/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2312                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 5);

boundaryField
{
    #includeEtc "caseDicts/setConstraintTypes"
    inlet   { type fixedValue; value uniform (0 0 5); }
    outlet  { type zeroGradient; }
    ground  { type noSlip; }
    top     { type slip; }
    sides   { type slip; }
    kitten  { type noSlip; }
}


// ************************************************************************* //
