run/steady-medium/system/runTimeControl
type            runTimeControl;
libs            (utilityFunctionObjects);

conditions
{
    forces
    {
        type            average;
        functionObject  forceCoeffs;
        fields          (Cd Cl);
        tolerance       1e-4;
        window          100;
        windowType      exact;
    }
}

satisfiedAction end;
